Repository: CyberSys/OpenRails
Catalog: Source/Locales/Contrib/*.po
Languages: hu

source: Loading...
hu: Betöltés...

source: Open Rails Content Manager
hu: Open Rails Tartalomkezelő

source: The path you are working on has un-saved changes.
hu: A változtatás alatt álló útvonal el nem mentett változtatásokat tartalmaz.

source: Do you really want to Quit?
hu: Tényleg ki szeretnél lépni?

source: Directory is not a valid install directory. The install directory needs to contain ROUTES, GLOBAL, ...
hu: Érvénytelen telepítési könyvtár. A telepítési könyvtárnak tartalmaznia kell ROUTES, GLOBAL, stb. könyvtárakat

source: Loading route...
hu: Pálya betöltése...

source: Route cannot be loaded. Sorry
hu: A pályát nem lehet betölteni. Elnézést

source: Loading .pat file ...
hu: .pat fájl betöltése...

source: Processing .pat file ...
hu: .pat fájl feldolgozása...

source: Loading trackfile .trk ...
hu: Vágányfájl (.trk) betöltése

source: Loading track database .tdb ...
hu: Vágányadatbázis (.tdb) betöltése

source: Loading tsection.dat ...
hu: tsection.dat betöltése...

source: Finding the angles to draw signals ...
hu: Szögek meghatározása a jelzők rajzolásához

source: Not to be used, template only
hu: Csak minta, ne használd

source: Place start point
hu: Kezdőpont elhelyezése

source: Remove start point
hu: Kezdőpont eltávolítása

source: Change start direction
hu: Kezdőpont megváltoztatása

source: Place end point
hu: Végpont elhelyezése

source: Remove end point
hu: Végpont eltávolítása

source: Place reversal point
hu: Fordítópont elhelyezése

source: Remove reversal point
hu: Fordítópont eltávolítása

source: Place wait point
hu: Várakozási pont lehelyezése

source: Edit wait point
hu: Várakozási pont szerkesztése

source: Remove wait point
hu: Várakozási pont eltávolítása

source: Take other exit
hu: Másik kijárat használata

source: Add passing path
hu: Áthaladási útvonal hozzáadása

source: Start passing path
hu: Áthaladási útvonal indítása

source: Remove passing path
hu: Áthaladási útvonal eltávolítása

source: Remove broken point
hu: Hibás pont eltávolítása

source: Remove everything after this point
hu: E pont után minden eltávolítása

source: Cut path here and store its tail
hu: Útvonal megszakítása itt, majd a végének eltárolása

source: Auto-fix broken nodes
hu: Hibás csomópontok automatikus javítása

source: Reconnect to tail
hu: Csatlakoztatása a végéhez

source: Reconnect passing path
hu: Áthaladási útvonal újracsatlakoztatása

source: Draw path until here
hu: Útvonal rajzolása idáig

source: Draw path until next broken point
hu: Útvonal rajzolása a következő hibás pontig

source: Saving broken paths is not supported
hu: Hibás útvonalak elmentése nem támogatott

source: Closest junction is too far away
hu: A legközelebbi váltó túl messze van

source: Not able to place node on track
hu: Nem lehetett csomópontot elhelyezni a vágányon

source: Path metadata
hu: Útvonal metaadatai

source: Path ID
hu: Útvonal azonosítója

source: Path name
hu: Útvonal neve

source: Path start
hu: Útvonal kezdete

source: Path end
hu: Útvonal vége

source: Cancel
hu: Mégse

source: (Un)couple Point
hu: (Le)csatolási pont

source: Uncouple
hu: Lecsatolni

source: Couple
hu: Csatolni

source: cars, wait for
hu: kocsit, várakozás

source: seconds
hu: másodpercig

source: Wait Point
hu: Várakozási pont

source: Wait time =
hu: Várakozási idő =

source: minutes
hu: perc

source: File
hu: Fájl

source: (Re)load route
hu: Pálya (újra)betöltése

source: Select install folder
hu: Telepítési könyvtár kiválasztása

source: Select route
hu: Pálya kiválasztása

source: Search by index
hu: Keresés index alapján

source: Search trackNode
hu: Vágánycsomópont keresése

source: Search trackNode for roads
hu: Közúti csomópont keresése

source: Search trackItem
hu: Vágányelem keresése

source: Search trackItem for roads
hu: Közútelem keresése

source: Quit (Q)
hu: Kilépés

source: View
hu: Nézet

source: Center around platform
hu: Peron középre igazítása

source: Center around siding
hu: Mellékvágány középre igazítása

source: Show inset
hu: Kis átnézeti kép

source: Show world tiles
hu: Használt mezők

source: Show scale ruler
hu: Méretskála

source: Show longitude/latitude
hu: Szélesség/hosszúság megjelenítése

source: Use miles i.s.o. meters
hu: Mérföld használata méter helyett

source: Save current zoom
hu: Jelenlegi nagyítás elmentése

source: Restore saved zoom
hu: Elmentett nagyítás visszaállítása

source: Zoom in (=)
hu: Nagyítás

source: Zoom out (-)
hu: Kicsinyítés

source: Zoom to tile (z)
hu: Mezőre nagyítás

source: Zoom reset (r)
hu: Eredeti nagyítás

source: Anti aliasing (needs restart)
hu: Anti-aliasing (újraindítás szükséges)

source: Tracks
hu: Vágányok

source: Color tracks
hu: Vágányok színezése

source: Junctions/ends
hu: Váltók/végpontok

source: Show junctions
hu: Váltók

source: Show end nodes
hu: Végpontok

source: Sidings
hu: Mellékvágányok

source: Show siding markers (F9)
hu: Mellékvágányjelölők

source: Show siding names (shift-F9)
hu: Mellékvágánynevek

source: Platforms
hu: Peronok

source: Show platform markers (F8)
hu: Peronjelölők

source: Show platform names (shift-F8)
hu: Peronnevek

source: Interactives
hu: Interaktív elemek

source: Show signals (F7)
hu: Jelzők

source: Show level crossings
hu: Útátjárók

source: Show hazards
hu: Veszélyelemek

source: Show fuel/pickups
hu: Üzemanyag-felvételi helyek

source: Show sound regions
hu: Hangtartományok

source: Posts
hu: Jelek/kitűzések

source: Show speed limits (F5)
hu: Lassújelek

source: Show mileposts (shift F5)
hu: Mérföldkövek

source: Paths
hu: Útvonalak

source: Show path (F11)
hu: Útvonal

source: Show raw path from .pat file (shift F11)
hu: Nyers útvonal a .pat fájlból

source: Roads
hu: Utak

source: Draw roads
hu: Utak rajzolása

source: Show car spawners
hu: Autótermés

source: Show road crossings
hu: Útátjárók

source: Statusbar
hu: Állapotsor

source: Show vector section info
hu: Vektorszakasz-információ

source: Show PAT file info
hu: PAT fájl információ

source: Show Path info
hu: Útvonal-információ

source: Preferences
hu: Beállítások

source: Select background color
hu: Háttérszín kiválasztása

source: Path-Editor
hu: Útvonalszerkesztő

source: ==Supporting MSTS paths only==
hu: ==Csak az MSTS útvonalakat támogatja==

source: Select path
hu: Útvonal kiválasztása

source: Path Editor is under construction!
hu: Az útvonalszerkesztő készítés alatt!

source: Save path
hu: Útvonal mentése

source: Enable editing
hu: Szerkesztés engedélyezése

source: New path
hu: Új útvonal

source: Edit path metadata
hu: Útvonal metaadatainak szerkesztése

source: Known limitations
hu: Ismert korlátok

source: Help
hu: Súgó

source: Shortcuts
hu: Billentyűparancsok

source: About
hu: Névjegy

source: Search
hu: Keresés

source: Cancel
hu: Mégse

source: Shows tileX and tileZ of the world location at the mouse pointer
hu: TileX és TileZ mezőazonosító megjelenítése az egérmutató alatt

source: Shows X-coordinate (without tileX) at the mouse pointer
hu: X-koordináta megjelenítése (TileX nélkül) az egérmutató alatt

source: Shows Z-coordinate (without tileZ) at the mouse pointer
hu: Z-koordináta megjelenítése (TileZ nélkül) az egérmutató alatt

source: Trackindex
hu: Vágányindex

source: Index in the Track DataBase (.tdb) file
hu: Index a vágányadatbázisban (.tdb)

source: Item
hu: Elem

source: Any other relevant information. Make your choice via Statusbar menu
hu: Más kapcsolódó információk. Az Állapotsor menüben választható
